tap "farion1231/ccswitch"
brew "fnm"
brew "fzf"
brew "git"
brew "neofetch"
brew "redis", restart_service: :changed
brew "stow"
brew "tree"
brew "uv"
cask "appcleaner"
cask "farion1231/ccswitch/cc-switch"
cask "claude-code"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
