tap "farion1231/ccswitch"
brew "fnm"
brew "fzf"
brew "git"
brew "mas"
brew "neofetch"
brew "redis", restart_service: :changed
brew "stow"
brew "tree"
brew "uv"
cask "appcleaner"
cask "farion1231/ccswitch/cc-switch"
cask "claude-code"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
mas "BaiduNetdisk", id: 547166701
mas "Bitwarden", id: 1352778147
mas "Bob", id: 1630034110
mas "CleanMyMac", id: 1339170533
mas "DingTalk", id: 1435447041
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WeChat", id: 836500024
